Repository: 84000/data-translation-memory
Catalog: toh613-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ལྷ་མོ་སྐུལ་བྱེད་མ་ཞེས་བྱ་བའི་གཟུངས། །
en: The Noble Dhāraṇī of the Goddess Cundā

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Three Jewels.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་སྣང་མཛད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the blessed, thus-gone, worthy, perfectly awakened buddha Vairocana.

source: བཅོམ་ལྡན་འདས་ལྷ་མོ་སྐུལ་བྱེད་མ་མཐུ་དང་སྟོབས་དཔག་ཏུ་མེད་པ་དང་ལྡན་པ། རྫུ་འཕྲུལ་དང་ཕ་རོལ་གནོན་པ་གྲུབ་པ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བསྔགས་ཤིང་བསྟོད་པ་ཁྱོད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to you, blessed Goddess Cundā, who has immeasurable power and strength, has magical powers and tramples enemies, and is celebrated and praised by all the thus-gone ones.

source: བདག་རྣམ་པ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་དགེ་བར་མཛོད་ཅིག །
en: Please bring me good fortune in every way and at all times.

source: ན་མཿསཔྟཱ་ནཱཾ། སཾ་མྱཀྶམ་བུད་དྷ་ཀོ་ཊཱི་ནཱཾ། ཏདྱ་ཐཱ། ཨོཾ་ཙ་ལེ་ཙུ་ལེ། ཙུནྡེ་སྭཱ་ཧཱ།
en: namaḥ saptānāṃ samyaksam­buddha­koṭīnāṃ | tadyathā | oṁ cale cule cunde svāhā Diligent one with pristine discipline.

source: བརྩོན་འགྲུས་ཆེན་པོ། ཐོགས་པ་མེད་པ་འདུལ་བ། སྟོབས་ཆེ་བ།
en: Great powerful one.

source: ཕ་རོལ་གནོན་པ་ཆེ་བ།
en: Great conqueror of enemies.

source: ཕྱག་ན་རལ་གྲི་དང་། དགྲ་སྟ་དང་། ལྕགས་ཀྱུ་དང་། ཞགས་པ་བསྣམས་པ།
en: In your hands you hold a sword, a battle axe, a hook, and a noose.

source: ཁྲོ་མོ་ཆེན་མོ།
en: Great wrathful one.

source: ཁྲོ་མོ་ཆེན་མོའི་དབང་ཕྱུག་མ།
en: Queen of the great wrathful ones.

source: དྲག་པོའི་གཟུགས་ཅན་མ། ཞལ་རས་མཐའ་ཡས་མ། ཕྱག་སྟོང་མངའ་མ། །མ་ཕམ་མ།
en: Goddess with a fierce form, Anantā’s face, and one-thousand arms.

source: གཞན་གྱིས་མི་ཐུབ་མ།
en: Invincible one whom no enemy can withstand.

source: དོན་ཡོད་མ། གདུལ་བར་དཀའ་མ།
en: Unfailing one, who is so difficult to tame.

source: མིག་སྟོང་མ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་བྱིན་གྱིས་བརླབས་མ།
en: Goddess with a thousand eyes who is blessed by all the thus-gone ones.

source: ལྷ་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་ཤིང་མཆོད་པ་རབ་ཏུ་གྲུབ་མ།
en: Goddess whom all gods venerate, and to whom they all make offerings.

source: རྡོ་རྗེ་སེན་མོ་ཅན། རྡོ་རྗེ་རྡོ་རྗེས་འདྲེན་མ།
en: Goddess whose nails are vajras, who is a vajra filled with vajras, and who is armed with vajras.

source: རྡོ་རྗེའི་མཚོན་ཆ་ཅན། རྡོ་རྗེའི་སྐུ་ཅན་མ། རྡོ་རྗེའི་ཁུ་ཚུར་མ། རྡོ་རྗེའི་སྤྱན་གདངས་པའི་སྟངས་སྟབས་ཅན་མ།
en: Goddess with a vajra body, vajra fists, and wrathful vajra eyes that dart about.

source: དྲག་ཤུལ་ཅན་མ་ལགས་ཀྱང་དྲག་ཤུལ་ཅན་གྱི་གཟུགས་ཅན་དུ་སྒྱུར་བར་སྟོན་པར་མཛད་མ། སྐུ་རྡོ་རྗེ་དང་བཻ་ཌཱུརྱའི་རྒྱན་གྱིས་བརྒྱན་མ། ཨོཾ་བྷ་ག་བ་ཏི། ཙུནྡེ་ཧཱུཾ་ཧཱུཾ། ཀྲཱུཾ་ཀྲཱུཾ། མྲཱུཾ་མྲཱུཾ། སྲཱུཾ་སྲཱུཾ། རཱུཾ་རཱུཾ། ཨཱ་བེ་ཤ་ཡ། གྲྀཧྞ་གྲིཧྞ། གྲྀཧྞཱ་པ་ཡ། གྲྀཧྞཱ་པ་ཡ། ཧ་ར་ཧ་ར། བྷཉྫ་བྷཉྫ། ས་ར་ས་ར། མ་ར་མ་ར། མཱ་ར་ཡ་མཱ་ར་ཡ། པ་ཙ་པ་ཙ། ད་ཧ་ད་ཧ། གྲྀཧྞ་གྲྀཧྞ། སྡང་བའི་གདོན་དང་། རིམས་ཞག་གཅིག་པ་དང་། ཞག་གཉིས་པ་དང་། ཞག་གསུམ་པ་དང་། ཞག་བཞི་པ་དང་། ཞག་བདུན་པ་དང་། རྟག་པའི་རིམས་དང་། ཡུད་ཙམ་པ་དང་། འབྱུང་པ་དང་། རོ་ལངས་དང་། ཡི་དགས་དང་། ཤ་ཟ་དང་། གནོད་སྦྱིན་དང་། སྲིན་པོ་དང་། གྲུལ་བུམ་གྱི་གདོན་དང་། མངལ་ལས་སྐྱེས་པ་དང་། ལས་ལས་སྐྱེས་པ་དང་། འགྲོ་བ་དང་། གནས་པ་འདི་དག་དང་། སྡང་བ་གང་དག་བདག་ལ་འཚེ་བ་དང་། གདུག་པ་དེ་དག་ཐམས་ཅད། སཾ་དྷ་ཡ་སཾ་དྷ་ཡ། མརྡ་ཡ་མརྡ་ཡ། ཤོ་ཥ་ཡ་ཤོ་ཥ་ཡ། ཏཱ་པ་ཡ་ཏཱ་པ་ཡ། ཨུཏ་སཱ་དྷ་ཡ་ཨུཏ་སཱ་དྷ་ཡ། ཧ་ན་ཧ་ན་བཛྲེ་ཎ། ས་ར་ས་ར་དཎྜེ་ན། མཱ་ར་ཡ་མཱ་ར་ཡ། ཁཀྐེ་ན།
en: Fierce one who transforms into and displays a fierce form, and whose body is adorned with vajra and beryl ornaments.

source: ཧཱུཾ་ཧཱུཾ་ཧཱུཾ། ཙཱུཾ་ཙཱུཾ་ཙཱུཾ། དྲཱུཾ་དྲཱུཾ་དྲཱུཾ། ཨོཾ་ཙ་ལེ་ཙུ་ལེ་ཙུནྡེ་སརྦ་ཨཪྠ་སཱ་དྷ་ཡ་སྭཱ་ཧཱ། བཅོམ་ལྡན་འདས་འཕགས་པ་ལྷ་མོ་སྐུལ་བྱེད་མའི་མཐུ་དང་བྱིན་གྱི་རླབས་ཀྱིས་བདག་གནོད་པ་ཐམས་ཅད་ལས་དགེ་བར་གྱུར་ཅིག་སྭཱ་ཧཱ།
en: oṁ bhagavati cunde hūṁ hūṁ krūṁ krūṁ mrūṁ mrūṁ sruṁ sruṁ rūṃ rūṃ āveśaya gṛhṇa gṛhṇa gṛhṇāpaya gṛhṇāpaya hara hara bhañja bhañja sara sara mara mara māraya māraya paca paca daha daha gṛhṇa gṛhṇa—all manner of hostile grahas; one, two, three, four, and seven-day fevers; persistent and momentary fevers; bhūta, vetāla, preta, piśāca, yakṣa, rākṣasa, and kumbhāṇḍa grahas; beings who are born from a womb; beings who are born, transmigrate, and abide in a particular realm due to karma; any hostile beings who might harm me; and all manner of evil beings—saṃdhaya saṃdhaya mardaya mardaya ṣośaya ṣośaya tāpaya tāpaya utsādhaya utsādhaya hana hana vajreṇa sara sara daṇḍena māraya māraya khaḍgena hūṁ hūṁ hūṁ cūṃ cūṃ cūṃ drūṃ drūṃ drūṃ oṁ cale cule cunde sarvārthasādhaya svāhā May the blessing and power of the blessed noble Goddess Cundā protect me from all harm and bring me good fortune svāhā.

source: འཕགས་པ་ལྷ་མོ་སྐུལ་བྱེད་མ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This concludes “The Noble Dhāraṇī of the Goddess Cundā.”
